#+title: Lista de Exercícios 2
#+author: Adriel Benati de Melo
#+date: 12 de Janeiro
#+latex_class: article
#+options: toc:nil num:nil

* 4)

#+name: questão-4
#+begin_src R :results output :tangle 4.r
  conjunto <- c(7, 8, 6, 10, 5, 9, 4, 12, 7, 8)
  mean(conjunto)
  sd(conjunto)
#+end_src

#+RESULTS: questão-4
: [1] 7.6
: [1] 2.366432
